7767517
76 83
Input            0                        0 1 0
Convolution      67                       1 1 0 67 0=8 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=216
ReLU             68                       1 1 67 68
Split            splitncnn_0              1 2 68 68_splitncnn_0 68_splitncnn_1
ConvolutionDepthWise 69                       1 1 68_splitncnn_1 69 0=8 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=72 7=8
ReLU             70                       1 1 69 70
Convolution      71                       1 1 70 71 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=128
Split            splitncnn_1              1 2 71 71_splitncnn_0 71_splitncnn_1
Convolution      72                       1 1 71_splitncnn_1 72 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1024
ReLU             73                       1 1 72 73
ConvolutionDepthWise 74                       1 1 73 74 0=64 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=576 7=64
ReLU             75                       1 1 74 75
Convolution      76                       1 1 75 76 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
Split            splitncnn_2              1 2 76 76_splitncnn_0 76_splitncnn_1
Convolution      77                       1 1 76_splitncnn_1 77 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
ReLU             78                       1 1 77 78
ConvolutionDepthWise 79                       1 1 78 79 0=96 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=864 7=96
ReLU             80                       1 1 79 80
Convolution      81                       1 1 80 81 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=3072
Split            splitncnn_3              1 2 81 81_splitncnn_0 81_splitncnn_1
Convolution      82                       1 1 81_splitncnn_1 82 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             83                       1 1 82 83
ConvolutionDepthWise 84                       1 1 83 84 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1152 7=128
ReLU             85                       1 1 84 85
Convolution      86                       1 1 85 86 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=4096
BinaryOp         87                       2 1 81_splitncnn_0 86 87 0=0
Split            splitncnn_4              1 2 87 87_splitncnn_0 87_splitncnn_1
Convolution      88                       1 1 87_splitncnn_1 88 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             89                       1 1 88 89
ConvolutionDepthWise 90                       1 1 89 90 0=128 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=1152 7=128
ReLU             91                       1 1 90 91
Convolution      92                       1 1 91 92 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=6144
Split            splitncnn_5              1 2 92 92_splitncnn_0 92_splitncnn_1
Convolution      93                       1 1 92_splitncnn_1 93 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9216
ReLU             94                       1 1 93 94
ConvolutionDepthWise 95                       1 1 94 95 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
ReLU             96                       1 1 95 96
Convolution      97                       1 1 96 97 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=9216
BinaryOp         98                       2 1 92_splitncnn_0 97 98 0=0
Convolution      99                       1 1 98 99 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9216
ReLU             100                      1 1 99 100
ConvolutionDepthWise 101                      1 1 100 101 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
ReLU             102                      1 1 101 102
Convolution      103                      1 1 102 103 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=24576
Split            splitncnn_6              1 2 103 103_splitncnn_0 103_splitncnn_1
Convolution      104                      1 1 103_splitncnn_1 104 0=512 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=65536
ReLU             105                      1 1 104 105
ConvolutionDepthWise 106                      1 1 105 106 0=512 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=4608 7=512
ReLU             107                      1 1 106 107
Convolution      108                      1 1 107 108 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=65536
BinaryOp         109                      2 1 103_splitncnn_0 108 109 0=0
Convolution      110                      1 1 109 110 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             111                      1 1 110 111
Deconvolution    112                      1 1 111 112 0=32 1=4 11=4 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=16384
BinaryOp         113                      2 1 112 87_splitncnn_0 113 0=0
Convolution      114                      1 1 113 114 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
ReLU             115                      1 1 114 115
Convolution      116                      1 1 115 116 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=768
ReLU             117                      1 1 116 117
Deconvolution    118                      1 1 117 118 0=24 1=4 11=4 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=9216
BinaryOp         119                      2 1 118 76_splitncnn_0 119 0=0
Convolution      120                      1 1 119 120 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
ReLU             121                      1 1 120 121
Convolution      122                      1 1 121 122 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=384
ReLU             123                      1 1 122 123
Deconvolution    124                      1 1 123 124 0=16 1=4 11=4 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=4096
BinaryOp         125                      2 1 124 71_splitncnn_0 125 0=0
Convolution      126                      1 1 125 126 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
ReLU             127                      1 1 126 127
Convolution      128                      1 1 127 128 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=128
ReLU             129                      1 1 128 129
Deconvolution    130                      1 1 129 130 0=8 1=4 11=4 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=1024
BinaryOp         131                      2 1 130 68_splitncnn_0 131 0=0
Convolution      132                      1 1 131 132 0=8 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=576
ReLU             133                      1 1 132 133
Convolution      134                      1 1 133 134 0=3 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=216
